Repository: skytan4/Connections
Catalog: Connections/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sv, zh_hans

# onboarding.button.skip
source: Skip
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
it: Salta
ja: スキップ
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sv: Hoppa över
zh_hans: 跳过

# onboarding.page1.body
source: Some conversations stay on the surface. This helps you get to something more real.
da: Nogle samtaler forbliver på overfladen. Dette hjælper dig med at komme til noget mere virkeligt.
de: Manche Gespräche bleiben an der Oberfläche. Hier kommst du zu etwas Echterem.
es: Algunas conversaciones se quedan en la superficie. Esto te ayuda a llegar a algo más real.
fi: Jotkut keskustelut pysyvät pinnalla. Tämä auttaa sinua pääsemään johonkin todellisempaan.
fr: Certaines conversations restent en surface. Ceci vous aide à accéder à quelque chose de plus authentique.
it: Certe conversazioni restano in superficie. Questa ti aiuta ad arrivare a qualcosa di più reale.
ja: 表面だけで終わる会話もある。 このアプリは、もっとリアルな場所へ連れて行く。
nb: Noen samtaler holder seg på overflaten. Dette hjelper deg å komme til noe mer ekte.
nl: Sommige gesprekken blijven aan de oppervlakte. Dit helpt je tot iets echters te komen.
pl: Niektóre rozmowy pozostają na powierzchni. To pomaga dotrzeć do czegoś bardziej prawdziwego.
pt_br: Algumas conversas ficam na superfície. Isso ajuda você a chegar a algo mais real.
ru: Некоторые разговоры так и остаются поверхностными. Это приложение помогает выйти на более настоящий уровень.
sv: En del samtal stannar på ytan. Det här hjälper dig att nå något mer verkligt.
zh_hans: 有些对话总是停留在表面。 这个应用帮助你走向更真实的交流。

# onboarding.page1.title
source: Go beyond small talk
da: Kom ud over small talk
de: Über Small Talk hinaus
es: Ve más allá de las charlas triviales
fi: Mene pintakeskustelua syvemmälle
fr: Aller au-delà des banalités
it: Vai oltre le chiacchiere superficiali
ja: 雑談を超えていく
nb: Gå forbi løs prat
nl: Verder dan smalltalk
pl: Wyjdź poza small talk
pt_br: Vá além das conversas superficiais
ru: Глубже светской беседы
sv: Gå bortom småprat
zh_hans: 超越寒暄

# onboarding.page2.body
source: Thoughtful prompts help people slow down, open up, and understand each other more honestly.
da: Gennemtænkte prompts hjælper folk med at sænke tempoet, åbne sig og forstå hinanden mere ærligt.
de: Durchdachte Fragen helfen, innezuhalten, sich zu öffnen und sich ehrlicher zu verstehen.
es: Las preguntas reflexivas ayudan a las personas a ir más despacio, abrirse y entenderse mutuamente con más honestidad.
fi: Harkitut kehotteet auttavat ihmisiä hidastamaan, avautumaan ja ymmärtämään toisiaan rehellisemmin.
fr: Des questions réfléchies aident les gens à ralentir, à s'ouvrir et à mieux se comprendre.
it: Domande ponderate aiutano le persone a rallentare, aprirsi e capirsi con più onestà.
ja: 丁寧なプロンプトが、立ち止まり、心を開き、お互いをより深く知るきっかけになる。
nb: Gjennomtenkte spørsmål hjelper folk å senke tempoet, åpne seg og forstå hverandre mer ærlig.
nl: Doordachte vragen helpen mensen te vertragen, zich te openen en elkaar eerlijker te begrijpen.
pl: Przemyślane pytania pomagają ludziom zwolnić, otworzyć się i lepiej siebie nawzajem zrozumieć.
pt_br: Perguntas bem pensadas ajudam as pessoas a desacelerar, se abrir e se entender com mais honestidade.
ru: Продуманные вопросы помогают людям замедлиться, открыться и понять друг друга по-настоящему.
sv: Genomtänkta frågor hjälper människor att sakta ner, öppna sig och förstå varandra mer ärligt.
zh_hans: 精心设计的提示帮助人们慢下来、敞开心扉，更真诚地理解彼此。

# onboarding.page2.title
source: Built for connection
da: Bygget til forbindelse
de: Für echte Verbindung
es: Construido para la conexión
fi: Rakennettu yhteyttä varten
fr: Conçu pour la connexion
it: Costruito per la connessione
ja: つながりのために作られた
nb: Bygget for forbindelse
nl: Gemaakt voor verbinding
pl: Stworzone dla więzi
pt_br: Feito para a conexão
ru: Создано для близости
sv: Byggt för kontakt
zh_hans: 为连接而生

# onboarding.page3.body
source: With a partner, a friend, your family, or just yourself. There's no perfect way to begin.
da: Med en partner, en ven, din familie eller bare dig selv. Der er ingen perfekt måde at begynde på.
de: Mit jemandem an deiner Seite, einem Freund, deiner Familie – oder allein. Es gibt keinen perfekten Anfang.
es: Con una pareja, un amigo, tu familia, o contigo mismo. No hay una forma perfecta de comenzar.
fi: Kumppanin, ystävän, perheesi tai itsesi kanssa. Perfektia tapaa aloittaa ei ole.
fr: Avec un partenaire, un ami, votre famille, ou simplement vous-même. Il n'y a pas de façon parfaite de commencer.
it: Con un partner, un amico, la tua famiglia, o solo con te stesso. Non esiste un modo perfetto per iniziare.
ja: パートナー、友達、家族、それとも自分だけで。 完璧な始め方なんてない。
nb: Med en partner, en venn, familien din eller bare deg selv. Det finnes ingen perfekt måte å begynne på.
nl: Met je partner, een vriend, je familie, of gewoon jezelf. Er is geen perfecte manier om te beginnen.
pl: Z partnerem, przyjacielem, rodziną lub w pojedynkę. Nie ma idealnego sposobu, żeby zacząć.
pt_br: Com um parceiro, um amigo, sua família ou apenas você. Não existe uma forma perfeita de começar.
ru: С партнёром, друзьями, семьёй — или в одиночестве. Идеального способа начать не существует.
sv: Med en partner, en vän, din familj eller bara dig själv. Det finns inget perfekt sätt att börja.
zh_hans: 和伴侣、朋友、家人一起，或者独自反思。 没有完美的开始方式。

# onboarding.page3.title
source: Start where you are
da: Start, hvor du er
de: Fang dort an, wo du bist
es: Comienza donde estás
fi: Aloita siitä, missä olet
fr: Commencer là où vous en êtes
it: Inizia da dove sei
ja: 今いる場所から始める
nb: Begynn der du er
nl: Begin waar je bent
pl: Zacznij tam, gdzie jesteś
pt_br: Comece de onde você está
ru: Начни прямо сейчас
sv: Börja där du är
zh_hans: 从此刻开始

# onboarding.page4.body
source: Choose who it's for. Set the tone. Start talking.
da: Vælg hvem det er til. Sæt tonen. Begynd at tale.
de: Wähle, für wen es ist. Ton festlegen. Einfach reden.
es: Elige para quién es. Establece el tono. Empieza a hablar.
fi: Valitse kenelle se on. Aseta sävy. Aloita puhuminen.
fr: Choisir pour qui c'est. Définir le ton. Commencer à parler.
it: Scegli per chi è. Scegli il tono. Inizia a parlare.
ja: 誰のために使うかを選んで。 トーンを決めて。 話し始めよう。
nb: Velg hvem det er for. Sett tonen. Begynn å snakke.
nl: Kies voor wie het is. Bepaal de toon. Begin met praten.
pl: Wybierz, dla kogo. Ustaw ton. Zacznij rozmawiać.
pt_br: Escolha para quem é. Defina o tom. Comece a conversar.
ru: Выбери собеседника. Задай тон. Начни беседу.
sv: Välj vem det är för. Sätt tonen. Börja prata.
zh_hans: 选择对象。 设定基调。 开始对话。

# onboarding.page4.title
source: Simple by design
da: Enkel af design
de: Bewusst einfach
es: Simple por diseño
fi: Yksinkertainen suunnittelultaan
fr: Simple par nature
it: Semplice per scelta
ja: シンプルな設計
nb: Enkelt av design
nl: Eenvoud als uitgangspunt
pl: Proste z założenia
pt_br: Simples por design
ru: Всё просто
sv: Enkelt av design
zh_hans: 简约设计

# paywall.beta.dismiss
source: Got it
da: Forstået
de: Verstanden
es: Entendido
fi: Selvä
fr: Compris
it: Capito
ja: わかった
nb: Forstått
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
ru: Понятно
sv: Förstått
zh_hans: 明白了

# paywall.beta.notice
source: Premium is fully included in this test build. No purchase needed.
da: Premium er fuldt inkluderet i dette testbuild. Intet køb nødvendigt.
de: Premium ist in diesem Testbuild vollständig enthalten. Kein Kauf nötig.
es: El acceso premium está incluido en esta versión de prueba. No se requiere compra.
fi: Premium sisältyy kokonaisuudessaan tähän testiversioon. Ostoa ei tarvita.
fr: Les fonctionnalités premium sont entièrement incluses dans cette version de test. Aucun achat nécessaire.
it: Il Premium è completamente incluso in questa versione di test. Nessun acquisto necessario.
ja: このテストビルドではプレミアム機能がすべて使えます。購入は不要です。
nb: Premium er fullt inkludert i denne testbyggen. Ingen kjøp nødvendig.
nl: Premium is volledig inbegrepen in deze testversie. Geen aankoop nodig.
pl: Dostęp premium jest w pełni zawarty w tej wersji testowej. Zakup nie jest potrzebny.
pt_br: O acesso premium está totalmente incluído nesta versão de teste. Nenhuma compra é necessária.
ru: Эта бета-версия уже включает все премиум-функции без необходимости покупки.
sv: Premium ingår helt i den här testversionen. Inget köp behövs.
zh_hans: 此测试版本已包含完整高级功能，无需购买。

# paywall.general.body
source: Get deeper prompts, longer conversations, and guided experiences designed for the moments that matter most.
da: Få dybere prompts, længere samtaler og guidede oplevelser designet til de øjeblikke, der betyder mest.
de: Tiefere Fragen, längere Gespräche und geführte Erlebnisse – für die Momente, die wirklich zählen.
es: Obtén preguntas más profundas, conversaciones más largas y experiencias guiadas diseñadas para los momentos que más importan.
fi: Saat syvemmät kehotteet, pidemmät keskustelut ja ohjatut kokemukset, jotka on suunniteltu tärkeimpiä hetkiä varten.
fr: Accédez à des questions plus profondes, des conversations plus longues et des expériences guidées conçues pour les moments qui comptent vraiment.
it: Ottieni prompt più profondi, conversazioni più lunghe ed esperienze guidate pensate per i momenti che contano di più.
ja: もっと深いプロンプト、長い会話、大切な瞬間のためのガイド付き体験が手に入る。
nb: Få dypere spørsmål, lengre samtaler og veiledede opplevelser designet for øyeblikkene som betyr mest.
nl: Krijg diepere vragen, langere gesprekken en begeleide ervaringen voor de momenten die er het meest toe doen.
pl: Uzyskaj głębsze pytania, dłuższe rozmowy i prowadzone doświadczenia zaprojektowane na chwile, które mają największe znaczenie.
pt_br: Tenha perguntas mais profundas, conversas mais longas e experiências guiadas criadas para os momentos que mais importam.
ru: Получи доступ к более глубоким вопросам, длинным беседам и направляемым сессиям — созданным для самых важных моментов.
sv: Få djupare frågor, längre samtal och guidade upplevelser utformade för de ögonblick som betyder mest.
zh_hans: 获取更深层的提示、更长的对话和引导式体验，为最重要的时刻而设计。

# paywall.general.bullet1
source: 207 Unfiltered prompts across every mode
da: 207 Ufiltrerede prompts på tværs af alle tilstande
de: 207 Unfiltered-Prompts in jedem Modus
es: 207 preguntas Sin Filtros en todos los modos
fi: 207 Suodattamaton-kehottetta kaikissa tiloissa
fr: 207 questions Sans filtre dans tous les modes
it: 207 prompt Senza filtri in ogni modalità
ja: 全モード合計207のフィルターなしプロンプト
nb: 207 Ufiltrerte spørsmål på tvers av alle moduser
nl: 207 Ongefilterde vragen in elke modus
pl: 207 pytań Bez filtrów w każdym trybie
pt_br: 207 perguntas Sem Filtro em todos os modos
ru: 207 вопросов без фильтров для всех режимов
sv: 207 Ofiltrerade frågor i varje läge
zh_hans: 207个无滤镜提示，覆盖所有模式

# paywall.general.bullet2
source: 41 couples-only intimacy prompts
da: 41 par-eksklusive intimitetsprompts
de: 41 Intimität-Prompts nur für Paare
es: 41 preguntas de intimidad exclusivas para parejas
fi: 41 vain pareille tarkoitettua intiimiyttä käsittelevää kehottetta
fr: 41 questions d'intimité réservées aux couples
it: 41 prompt di intimità solo per coppie
ja: カップル専用の親密さプロンプト41問
nb: 41 intime spørsmål kun for par
nl: 41 intimiteitsvragen alleen voor koppels
pl: 41 pytań intymności tylko dla par
pt_br: 41 perguntas de intimidade exclusivas para casais
ru: 41 вопрос об интимности — только для пар
sv: 41 intimitetsfrågor enbart för par
zh_hans: 41个伴侣专属亲密提示

# paywall.general.bullet3
source: 20-prompt Long sessions
da: Lange sessioner med 20 prompts
de: Lange Sessions mit 20 Fragen
es: Sesiones largas de 20 preguntas
fi: 20 kehotteen pitkät istunnot
fr: Sessions longues de 20 questions
it: Sessioni lunghe da 20 prompt
ja: 20問のロングセッション
nb: Lange økter med 20 spørsmål
nl: Lange sessies van 20 vragen
pl: Długie sesje — 20 pytań
pt_br: Sessões longas com 20 perguntas
ru: Беседы из 20 вопросов
sv: 20-frågorssessioner
zh_hans: 20题长对话

# paywall.general.bullet4
source: 36-question Fall in Love journey
da: Fall in Love-rejsen med 36 spørgsmål
de: Fall in Love – 36 Fragen
es: Viaje de Enamorarse de 36 preguntas
fi: 36 kysymyksen Fall in Love -matka
fr: Parcours Tomber amoureux en 36 questions
it: Percorso Fall in Love da 36 domande
ja: 36問の Fall in Love の旅
nb: Fall in Love-reisen med 36 spørsmål
nl: Fall in Love-reis met 36 vragen
pl: Podróż Fall in Love z 36 pytaniami
pt_br: Jornada Fall in Love com 36 perguntas
ru: Путешествие Fall in Love из 36 вопросов
sv: 36-frågorssessionen Fall in Love
zh_hans: 36题 Fall in Love 之旅

# paywall.general.bullet5
source: 50-question Life Story
da: Life Story med 50 spørgsmål
de: Life Story – 50 Fragen
es: Historia de Vida de 50 preguntas
fi: 50 kysymyksen Life Story
fr: Histoire de vie en 50 questions
it: Life Story da 50 domande
ja: 50問の Life Story
nb: Life Story med 50 spørsmål
nl: Life Story met 50 vragen
pl: Life Story z 50 pytaniami
pt_br: História de Vida com 50 perguntas
ru: 50 вопросов Life Story
sv: 50-frågorssessionen Life Story
zh_hans: 50题 Life Story

# paywall.general.bullet6
source: Share your stories in a different conversation mode
da: Del dine historier i en anden samtaletilstand
de: Erlebnisse teilen in einem eigenen Gesprächsmodus
es: Comparte tus historias en un modo de conversación diferente
fi: Jaa tarinasi erilaisessa keskustelutilassa
fr: Partagez vos histoires dans un mode de conversation différent
it: Condividi le tue storie in una modalità di conversazione diversa
ja: 別の会話モードで体験をシェアする
nb: Del historiene dine i en annen samtalemodus
nl: Deel je verhalen in een andere gespreksmodus
pl: Dziel się swoimi historiami w innym trybie rozmowy
pt_br: Compartilhe suas histórias em um modo de conversa diferente
ru: Поделись своей историей в разных режимах беседы
sv: Dela dina historier i ett annat samtalssätt
zh_hans: 用不同的对话模式分享你们的故事

# paywall.general.footer
source: One unlock for deeper conversations, guided journeys, and the questions people remember.
da: Én oplåsning til dybere samtaler, guidede rejser og de spørgsmål, folk husker.
de: Einmal freischalten – für tiefere Gespräche, geführte Reisen und Fragen, die bleiben.
es: Un acceso para conversaciones más profundas, viajes guiados y las preguntas que la gente recuerda.
fi: Yksi avaus syvemmille keskusteluille, ohjatuille matkoille ja kysymyksille, jotka jäävät mieleen.
fr: Un seul accès pour des conversations plus profondes, des parcours guidés et les questions dont on se souvient.
it: Un solo sblocco per Deeper Conversations, percorsi guidati e le domande che le persone ricordano.
ja: 深い会話、ガイド付きの旅、心に残る質問――ひとつのアンロックで全部。
nb: Én opplåsing for dypere samtaler, veiledede reiser og spørsmålene folk husker.
nl: Eén aankoop voor diepere gesprekken, begeleide reizen en de vragen die mensen bijblijven.
pl: Jedno odblokowanie — głębsze rozmowy, prowadzone podróże i pytania, które się pamięta.
pt_br: Um único desbloqueio para conversas mais profundas, jornadas guiadas e as perguntas que as pessoas não esquecem.
ru: Одна покупка — и ты открываешь более глубокие разговоры, направляемые путешествия и вопросы, которые не забываются.
sv: En upplåsning för djupare samtal, guidade resor och de frågor folk minns.
zh_hans: 一次解锁，获得更深层的对话、引导式旅程，以及那些让人难以忘怀的问题。

# paywall.general.title
source: Unlock the full app
da: Lås hele appen op
de: Die vollständige App freischalten
es: Desbloquea la app completa
fi: Avaa koko sovellus
fr: Débloquer l'application complète
it: Sblocca l'app completa
ja: アプリ全体をアンロック
nb: Lås opp hele appen
nl: Ontgrendel de volledige app
pl: Odblokuj pełną aplikację
pt_br: Desbloqueie o app completo
ru: Открыть всё приложение
sv: Lås upp hela appen
zh_hans: 解锁完整应用

# paywall.lifeStory.body
source: A guided experience for asking parents, grandparents, or older relatives meaningful questions about their stories, memories, and legacy.
da: En guidet oplevelse til at stille forældre, bedsteforældre eller ældre slægtninge meningsfulde spørgsmål om deres historier, minder og arv.
de: Ein geführtes Erlebnis, um Eltern, Großeltern oder älteren Verwandten bedeutungsvolle Fragen über ihre Geschichten, Erinnerungen und ihr Vermächtnis zu stellen.
es: Una experiencia guiada para hacer a padres, abuelos o familiares mayores preguntas significativas sobre sus historias, recuerdos y legado.
fi: Ohjattu kokemus vanhemmille, isovanhemmille tai vanhemmille sukulaisille esitettäviä merkityksellisiä kysymyksiä varten heidän tarinoistaan, muistoistaan ja perinnöstään.
fr: Une expérience guidée pour poser aux parents, grands-parents ou proches plus âgés des questions sincères sur leurs histoires, leurs souvenirs et leur héritage.
it: Un'esperienza guidata per porre a genitori, nonni o parenti anziani domande significative sulle loro storie, ricordi ed eredità.
ja: 親、祖父母、年上の親族に、その物語・思い出・受け継ぐものについて意味のある質問をするためのガイド付き体験。
nb: En veiledet opplevelse for å stille foreldre, besteforeldre eller eldre slektninger meningsfulle spørsmål om historiene, minnene og arven deres.
nl: Een begeleide ervaring voor het stellen van betekenisvolle vragen aan ouders, grootouders of oudere familieleden over hun verhalen, herinneringen en nalatenschap.
pl: Prowadzone doświadczenie — pytania do rodziców, dziadków lub starszych bliskich o ich historię, wspomnienia i dziedzictwo.
pt_br: Uma experiência guiada para fazer perguntas significativas a pais, avós ou familiares mais velhos sobre suas histórias, memórias e legado.
ru: Направляемый опыт, который помогает задавать родителям, бабушкам и дедушкам или пожилым близким значимые вопросы об их истории, воспоминаниях и наследии.
sv: En guidad upplevelse för att ställa föräldrar, far- och morföräldrar eller äldre släktingar meningsfulla frågor om deras historier, minnen och arv.
zh_hans: 一场引导式体验，帮助你向父母、祖父母或年长的亲人提出关于他们故事、回忆和传承的有意义的问题。

# paywall.lifeStory.bullet1
source: 50 questions across 9 life chapters
da: 50 spørgsmål på tværs af 9 livskapitler
de: 50 Fragen in 9 Lebenskapiteln
es: 50 preguntas en 9 capítulos de vida
fi: 50 kysymystä 9 elämänluvulle
fr: 50 questions sur 9 chapitres de vie
it: 50 domande in 9 capitoli di vita
ja: 9つの人生の章に渡る50の質問
nb: 50 spørsmål over 9 livskapitler
nl: 50 vragen verdeeld over 9 levensstukken
pl: 50 pytań w 9 rozdziałach życia
pt_br: 50 perguntas em 9 capítulos da vida
ru: 50 вопросов в 9 главах жизни
sv: 50 frågor i 9 livskapitel
zh_hans: 50个问题，涵盖9个人生篇章

# paywall.lifeStory.bullet2
source: 2 follow-ups for every question
da: 2 opfølgningsspørgsmål til hvert spørgsmål
de: 2 Folgefragen pro Frage
es: 2 seguimientos para cada pregunta
fi: 2 jatkokysymystä jokaiselle kysymykselle
fr: 2 relances par question
it: 2 approfondimenti per ogni domanda
ja: 各質問に2つの掘り下げ
nb: 2 oppfølgere til hvert spørsmål
nl: 2 vervolgvragen per vraag
pl: 2 pytania uzupełniające do każdego pytania
pt_br: 2 perguntas de aprofundamento para cada questão
ru: 2 уточняющих вопроса к каждому
sv: 2 följdfrågor till varje fråga
zh_hans: 每个问题配有2个追问

# paywall.lifeStory.bullet3
source: Progress saved between sessions
da: Fremgang gemmes mellem sessioner
de: Fortschritt wird zwischen Sessions gespeichert
es: Progreso guardado entre sesiones
fi: Edistyminen tallentuu istuntojen välillä
fr: Progression sauvegardée entre les sessions
it: Progressi salvati tra le sessioni
ja: セッション間で進行状況を保存
nb: Fremdrift lagres mellom øktene
nl: Voortgang bewaard tussen sessies
pl: Postęp zapisywany między sesjami
pt_br: Progresso salvo entre as sessões
ru: Прогресс сохраняется между сессиями
sv: Framsteg sparas mellan sessioner
zh_hans: 进度在不同场次之间保存

# paywall.lifeStory.bullet4
source: Included with the full app unlock
da: Inkluderet med den fulde oplåsning af appen
de: Im vollen App-Zugang enthalten
es: Incluido con el acceso completo a la app
fi: Sisältyy koko sovelluksen avaukseen
fr: Inclus avec l'accès complet à l'application
it: Incluso con lo sblocco dell'app completa
ja: アプリ全体のアンロックに含まれる
nb: Inkludert med full app-opplåsing
nl: Inbegrepen bij de volledige app-ontgrendeling
pl: Zawarte w pełnym odblokowaniu aplikacji
pt_br: Incluído no desbloqueio completo do app
ru: Включено в полный доступ
sv: Ingår med hela appens upplåsning
zh_hans: 包含在完整解锁中

# paywall.lifeStory.title
source: Unlock Life Story
da: Lås Life Story op
de: Life Story freischalten
es: Desbloquear Historia de Vida
fi: Avaa Life Story
fr: Débloquer Histoire de vie
it: Sblocca Life Story
ja: Life Story をアンロック
nb: Lås opp Life Story
nl: Ontgrendel Life Story
pl: Odblokuj Life Story
pt_br: Desbloqueie História de Vida
ru: Открыть Life Story
sv: Lås upp Life Story
zh_hans: 解锁 Life Story

# paywall.purchase.button
source: Unlock Full Access
da: Lås fuld adgang op
de: Vollzugriff freischalten
es: Desbloquear Acceso Completo
fi: Avaa täysi käyttöoikeus
fr: Débloquer l'accès complet
it: Sblocca l'accesso completo
ja: フルアクセスをアンロック
nb: Lås opp full tilgang
nl: Volledige toegang ontgrendelen
pl: Odblokuj pełny dostęp
pt_br: Desbloquear Acesso Completo
ru: Открыть полный доступ
sv: Lås upp full åtkomst
zh_hans: 解锁完整访问

# paywall.purchase.notNow
source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
it: Non ora
ja: 今はいい
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
zh_hans: 暂不需要

# paywall.purchase.restore
source: Restore Purchases
da: Gendan køb
de: Käufe wiederherstellen
es: Restaurar Compras
fi: Palauta ostokset
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
ru: Восстановить покупку
sv: Återställ köp
zh_hans: 恢复购买

# paywall.purchase.tagline
source: One purchase. Lifetime access.
da: Ét køb. Livstidsadgang.
de: Ein Kauf. Lebenslanger Zugriff.
es: Una compra. Acceso de por vida.
fi: Yksi ostos. Elinikäinen käyttöoikeus.
fr: Un seul achat. Accès à vie.
it: Un acquisto. Accesso a vita.
ja: 一度の購入で、ずっと使える。
nb: Ett kjøp. Livstidsadgang.
nl: Eén aankoop. Levenslang toegang.
pl: Jeden zakup. Dostęp na zawsze.
pt_br: Uma compra. Acesso vitalício.
ru: Один раз — навсегда.
sv: Ett köp. Tillgång för alltid.
zh_hans: 一次购买，终身使用。

# recommendation.explanation.adjacentTopic
source: You stayed with prompts about %1$@. %2$@ might be worth exploring next.
da: Du holdt fast i prompts om %1$@. Det kunne være værd at udforske %2$@ næste gang.
de: Du hast dich auf %1$@ konzentriert. %2$@ könnte sich als Nächstes lohnen.
es: Te quedaste con preguntas sobre %1$@. Vale la pena explorar %2$@ a continuación.
fi: Pysyit kehotteissa aiheesta %1$@. %2$@ saattaa olla tutkimisen arvoinen seuraavaksi.
fr: Vous êtes resté sur des questions autour de %1$@. %2$@ pourrait valoir la peine d'être exploré ensuite.
it: Sei rimasto sui prompt riguardo a %1$@. Vale la pena esplorare %2$@ la prossima volta.
ja: %1$@に関するプロンプトに向き合い続けた。次は%2$@を探ってみる価値があるかも。
nb: Du holdt deg til spørsmål om %1$@. %2$@ kan være verdt å utforske neste gang.
nl: Je bleef hangen bij vragen over %1$@. %2$@ is misschien de moeite waard om daarna te verkennen.
pl: Pytania o %1$@ wciągnęły najbardziej. Warto zajrzeć w %2$@.
pt_br: Você ficou com as perguntas sobre %1$@. Vale explorar %2$@ na próxima vez.
ru: Ты долго задержался на теме «%1$@». Возможно, стоит следующей исследовать «%2$@».
sv: Du stannade kvar vid frågor om %1$@. %2$@ kan vara värt att utforska härnäst.
zh_hans: 你在%1$@话题上停留了很久。%2$@可能值得接下来探索。

# recommendation.explanation.fallback
source: You stayed present throughout.
da: Du var til stede hele vejen igennem.
de: Du warst die ganze Zeit präsent.
es: Estuviste presente durante toda la sesión.
fi: Olit läsnä koko ajan.
fr: Vous êtes resté présent tout au long.
it: Sei rimasto presente per tutta la sessione.
ja: 最後まで集中して向き合えた。
nb: Du var til stede gjennom hele økten.
nl: Je bleef aanwezig gedurende de hele sessie.
pl: Cała sesja miała twoją uwagę.
pt_br: Você esteve presente durante toda a sessão.
ru: Ты был вовлечён на протяжении всей беседы.
sv: Du var närvarande hela vägen.
zh_hans: 你全程都保持了专注。
